#+title: Planificaci贸n: Loter铆a y Completely Fair Scheduler
#+author: Gunnar Wolf

- Tema presentado por :: Diego Santiago y Armando Ugalde
- Calificaci贸n global :: Por favor revisen m谩s adelante para ver de
  d贸nde vienen todos estos n煤meros 

|------------------------+-------+--------------------+------+---------|
| Evaluaci贸n  compa帽eros | Valor | Evaluaci贸n docente | Peso | *Total* |
|------------------------+-------+--------------------+------+---------|
|                   9.55 |   0.3 |                9.5 |  0.7 |    9.52 |
|------------------------+-------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci贸n en video, no puedo evaluar /dominio del
tema/ y /presencia/ como lo hacemos habitualmente. Me centro en las
respuestas que hagan a las preguntas de sus compa帽eros para el primero
y en si la presentaci贸n "suena" le铆da directamente del material que
prepararon o expuesta m谩s libremente para el segundo.

- Al igual que lo dijo uno de sus compa帽eros, "extra帽茅" la presencia
  en el video del segundo miembro del equipo.
- 隆Me pareci贸 muy buena exposici贸n! El tema puede parecer 谩rido, pero
  mantuviste muy buen ritmo y modulaci贸n, y creo que lograste
  comunicar muy bien lo que desarrollaron.

* Evaluaci贸n grupal

Esta evaluaci贸n proviene de la encuesta que llenaron en l铆nea. No
tengo acceso al desglose, por lo cual presento 煤nicamente el resumen
de la evaluaci贸n.

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|            9 |  9.93 |         10 |     9.66 |      9.16 |  9.55 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @2$6=vmean($1..$5)

** Comentarios de los compa帽eros

Tu exposici贸n recibi贸 los siguientes comentarios anonimizados por
parte de tus compa帽eros:

- Al ser un solo expositor se volvi贸 algo cansada pero el tema estuvo
  bien explicado, me hubiera gustado que los dos integrantes hubieran
  expuesto
- Me pareci贸 bien la presentaci贸n, tal vez por falta de tiempo siento
  que falt贸 explicar un poquito m谩s a profundidad ciertos
  aspectos. Por ejemplo por qu茅 se utiliza un 谩rbol binario rojo-negro
  y tal vez un ejemplo completo del CFS ayudar铆a a integrar todo.

* Evaluaci贸n del docente

| *Aspecto*              | *Peso* | *Evaluaci贸n* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |          7.5 |      1.5 |
| Contenido              |    0.2 |           10 |       2. |
| Fuentes bibliogr谩ficas |    0.1 |           10 |       1. |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |           10 |      1.5 |
| Presencia              |   0.15 |           10 |      1.5 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     9.50 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

